Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/reference/guides/guide_to_information_for_school_leavers.html.txt.tmx
Source language: en
Languages: ga

source: Guide to information for school leavers
ga: Treoir maidir le Faisnéis d’Fhágóirí Scoile

source: • Claiming social welfare benefits
ga: • Sochair leasa shóisialaigh a éileamh

source: • At what age can I?
ga: • Cén aois is féidir liom?

source: The Citizens Information Board publishes the Guide to Information for School Leavers
ga: D’fhoilsigh an Bord um Fhaisnéis do Shaoránaigh an treoir seo. Treoir maidir le Faisnéis d’Fhágóirí Scoile

source: The links on this page give further information on the topics covered in the leaflet
ga: Tugann na nascanna ar an leathanach seo tuilleadh faisnéise ar na hábhair a chlúdaítear sa bhileog

source: There is a link for each term highlighted in bold in the leaflet
ga: Ta nasc ar an leathanach le haghaidh gach téarma atá i gcló trom sa bhileog

source: The links are also in the same order as the terms in bold
ga: Ta na nascanna san ord céanna leis na téarmaí atá i gcló trom

source: The headings used on this page are the same as the chapter headings in the leaflet
ga: Is ionann na ceannteidil ar an leathanach seo agus ceannteidil na gcaibidlí sa bhileog

source: Personal Public Service Number
ga: Uimhir Phearsanta Seirbhíse Poiblí

source: • Personal Public Service (PPS) Number
ga: • Uimhir Phearsanta Seirbhíse Poiblí (PSP)

source: • Rights and obligations as a tenant
ga: • Na cearta agus na hoibleagáidí atá agat mar thionónta

source: • Money Advice and Budgeting Service (MABS)
ga: • Seirbhíse Bhuiséadta agus Chomhairle Airgid (MABS)

source: • Higher Education Access Route (HEAR)
ga: • Bhealaigh Rochtana ar Ardoideachas (HEAR)

source: • Disability Access Route to Education (DARE)
ga: • Bealach Rochtana Míchumais ar Oideachas (DARE)

source: • Tax relief on tuition fees and the Student Contribution
ga: • Faoiseamh cánach a fháil ar tháillí teagaisc agus ar Ranníocaíocht na Mac Léinn

source: • Back to Education Allowance
ga: • Liúntas um Fhilleadh ar Oideachas

source: • Further Education and Training (FET) courses
ga: • Cúrsaí Breisoideachais agus Oiliúna (FET)

source: Terms and conditions of employment
ga: Téarmaí agus coinníollacha fostaíochta

source: • Rights under employment law
ga: • Cearta áirithe agat faoin dlí fostaíochta

source: • Number of hours you can work
ga: • Líon na n-uaireanta ar féidir leat obair ar a bhfeadh

source: • Universal Social Charge (USC)
ga: • Muirear Sóisialta Uilíoch (MSU)

source: • Pay Related Social Insurance (PRSI)
ga: • Árachas Sóisialta Pá-Choibhneasta (ÁSPC)

source: • Tax credits and reliefs
ga: • Chreidmheasanna agus faoisimh chánach

source: • Occupational Injuries Benefits (OIB)
ga: • Sochair Dhíobhálacha Ceirde (SDC)

source: Claiming social welfare benefits
ga: Sochair leasa shóisialaigh a éileamh

source: • Increase for a Qualified Child
ga: • Méadú i leith Leanbh Cáilithe

source: At what age can I?
ga: Cén aois is féidir liom?
